Revit 2016 API
PointCloudOverrides.GetPointCloudOverrideSettings Method
Overload List
Name | Description
GetPointCloudOverrideSettings(ElementId)
 Gets override settings assigned to the whole PointCloudInstance element.
GetPointCloudOverrideSettings(ElementId, String, Document)
 Gets override settings assigned to a particular scan within a PointCloudInstance element.
See Also
PointCloudOverrides Class
PointCloudOverrides Members
Autodesk.Revit.DB.PointClouds Namespace